Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: %@, reading logged
ar: %@، تم تسجيل قراءة
da: %@, måling registreret
de: %@, Messung erfasst
es: %@, lectura registrada
fi: %@, mittaus kirjattu
fr: %@, mesure enregistrée
is: %@, mæling skráð
it: %@, misurazione registrata
ja: %@、測定記録あり
ko: %@, 측정 기록됨
nb: %@, måling registrert
nl: %@, meting vastgelegd
pt_br: %@, leitura registrada
ru: %@, измерение записано
sv: %@, mätning registrerad
zh_hans: %@，已记录读数

source: %@. Overall score %lld.
ar: %1$@. الدرجة الإجمالية %2$lld.
da: %1$@. Samlet score %2$lld.
de: %1$@. Gesamtwert %2$lld.
es: %1$@. Puntuación global %2$lld.
fi: %1$@. Kokonaispisteet %2$lld.
fr: %1$@. Score global %2$lld.
is: %1$@. Heildarskor %2$lld.
it: %1$@. Punteggio complessivo %2$lld.
ja: %1$@。総合スコア %2$lld。
ko: %1$@. 종합 점수 %2$lld.
nb: %1$@. Samlet poengsum %2$lld.
nl: %1$@. Totaalscore %2$lld.
pt_br: %1$@. Pontuação geral %2$lld.
ru: %1$@. Общая оценка %2$lld.
sv: %1$@. Totalpoäng %2$lld.
zh_hans: %1$@。综合得分 %2$lld。

source: %@: app group container unavailable
ar: %@: حاوية مجموعة التطبيقات غير متاحة
da: %@: appgruppens container er ikke tilgængelig
de: %@: App-Group-Container nicht verfügbar
es: %@: el contenedor del grupo de apps no está disponible
fi: %@: sovellusryhmän säilö ei ole käytettävissä
fr: %@ : conteneur du groupe d’apps indisponible
is: %@: gámur forritahóps ekki tiltækur
it: %@: contenitore del gruppo di app non disponibile
ja: %@: App グループのコンテナを利用できません
ko: %@: 앱 그룹 컨테이너를 사용할 수 없음
nb: %@: appgruppens beholder er ikke tilgjengelig
nl: %@: container van de appgroep niet beschikbaar
pt_br: %@: contêiner do grupo de apps indisponível
ru: %@: контейнер группы приложений недоступен
sv: %@: appgruppens behållare är inte tillgänglig
zh_hans: %@：应用组容器不可用

source: %@: falling across all your readings.
ar: %@: في انخفاض عبر كل قراءاتك.
da: %@: faldende på tværs af alle dine målinger.
de: %@: fallend über alle deine Messungen.
es: %@: bajando en todas tus lecturas.
fi: %@: laskussa kaikissa mittauksissasi.
fr: %@ : en baisse sur toutes vos mesures.
is: %@: lækkar yfir allar mælingarnar þínar.
it: %@: in calo su tutte le tue letture.
ja: %@：全期間の測定値で低下しています。
ko: %@: 전체 측정값에서 하락하고 있습니다.
nb: %@: synkende på tvers av alle målingene dine.
nl: %@: dalend over al je metingen.
pt_br: %@: em queda em todas as suas leituras.
ru: %@: снижается по всем вашим измерениям.
sv: %@: sjunkande över alla dina mätningar.
zh_hans: %@：在你的所有读数中呈下降趋势。

source: %@: falling over the last %lld days.
ar: %@: في انخفاض خلال آخر %lld يوم.
da: %@: faldende over de seneste %lld dage.
de: %@: fallend in den letzten %lld Tagen.
es: %@: bajando en los últimos %lld días.
fi: %@: laskussa viimeisten %lld päivän aikana.
fr: %@ : en baisse sur les %lld derniers jours.
is: %@: lækkar síðustu %lld daga.
it: %@: in calo negli ultimi %lld giorni.
ja: %@：直近 %lld 日間で低下しています。
ko: %@: 최근 %lld일 동안 하락하고 있습니다.
nb: %@: synkende de siste %lld dagene.
nl: %@: dalend over de afgelopen %lld dagen.
pt_br: %@: em queda nos últimos %lld dias.
ru: %@: снижается за последние %lld дн.
sv: %@: sjunkande de senaste %lld dagarna.
zh_hans: %@：过去 %lld 天呈下降趋势。

source: %@: not enough readings yet to call a trend.
ar: %@: لا توجد قراءات كافية بعد لتحديد اتجاه.
da: %@: endnu ikke nok målinger til at se en tendens.
de: %@: noch nicht genug Messungen für einen Trend.
es: %@: aún no hay suficientes lecturas para determinar una tendencia.
fi: %@: mittauksia ei ole vielä tarpeeksi trendin arvioimiseen.
fr: %@ : pas encore assez de mesures pour dégager une tendance.
is: %@: ekki nógu margar mælingar enn til að meta þróun.
it: %@: non ci sono ancora abbastanza letture per indicare una tendenza.
ja: %@：トレンドを判断するにはまだ測定値が足りません。
ko: %@: 아직 추세를 판단할 만큼 측정값이 충분하지 않습니다.
nb: %@: ikke nok målinger ennå til å se en trend.
nl: %@: nog niet genoeg metingen om een trend te bepalen.
pt_br: %@: ainda não há leituras suficientes para indicar uma tendência.
ru: %@: пока недостаточно измерений, чтобы говорить о тренде.
sv: %@: inte tillräckligt med mätningar för att se en trend än.
zh_hans: %@：读数还不够，暂时无法判断趋势。

source: %@: rising across all your readings.
ar: %@: في ارتفاع عبر كل قراءاتك.
da: %@: stigende på tværs af alle dine målinger.
de: %@: steigend über alle deine Messungen.
es: %@: subiendo en todas tus lecturas.
fi: %@: nousussa kaikissa mittauksissasi.
fr: %@ : en hausse sur toutes vos mesures.
is: %@: hækkar yfir allar mælingarnar þínar.
it: %@: in aumento su tutte le tue letture.
ja: %@：全期間の測定値で上昇しています。
ko: %@: 전체 측정값에서 상승하고 있습니다.
nb: %@: stigende på tvers av alle målingene dine.
nl: %@: stijgend over al je metingen.
pt_br: %@: em alta em todas as suas leituras.
ru: %@: растёт по всем вашим измерениям.
sv: %@: stigande över alla dina mätningar.
zh_hans: %@：在你的所有读数中呈上升趋势。

source: %@: rising over the last %lld days.
ar: %@: في ارتفاع خلال آخر %lld يوم.
da: %@: stigende over de seneste %lld dage.
de: %@: steigend in den letzten %lld Tagen.
es: %@: subiendo en los últimos %lld días.
fi: %@: nousussa viimeisten %lld päivän aikana.
fr: %@ : en hausse sur les %lld derniers jours.
is: %@: hækkar síðustu %lld daga.
it: %@: in aumento negli ultimi %lld giorni.
ja: %@：直近 %lld 日間で上昇しています。
ko: %@: 최근 %lld일 동안 상승하고 있습니다.
nb: %@: stigende de siste %lld dagene.
nl: %@: stijgend over de afgelopen %lld dagen.
pt_br: %@: em alta nos últimos %lld dias.
ru: %@: растёт за последние %lld дн.
sv: %@: stigande de senaste %lld dagarna.
zh_hans: %@：过去 %lld 天呈上升趋势。

source: %@: stable across all your readings.
ar: %@: مستقر عبر كل قراءاتك.
da: %@: stabil på tværs af alle dine målinger.
de: %@: stabil über alle deine Messungen.
es: %@: estable en todas tus lecturas.
fi: %@: vakaa kaikissa mittauksissasi.
fr: %@ : stable sur toutes vos mesures.
is: %@: stöðugt yfir allar mælingarnar þínar.
it: %@: stabile su tutte le tue letture.
ja: %@：全期間の測定値で安定しています。
ko: %@: 전체 측정값에서 안정적입니다.
nb: %@: stabil på tvers av alle målingene dine.
nl: %@: stabiel over al je metingen.
pt_br: %@: estável em todas as suas leituras.
ru: %@: стабильно по всем вашим измерениям.
sv: %@: stabil över alla dina mätningar.
zh_hans: %@：在你的所有读数中保持稳定。

source: %@: stable over the last %lld days.
ar: %@: مستقر خلال آخر %lld يوم.
da: %@: stabil over de seneste %lld dage.
de: %@: stabil in den letzten %lld Tagen.
es: %@: estable en los últimos %lld días.
fi: %@: vakaa viimeisten %lld päivän aikana.
fr: %@ : stable sur les %lld derniers jours.
is: %@: stöðugt síðustu %lld daga.
it: %@: stabile negli ultimi %lld giorni.
ja: %@：直近 %lld 日間で安定しています。
ko: %@: 최근 %lld일 동안 안정적입니다.
nb: %@: stabil de siste %lld dagene.
nl: %@: stabiel over de afgelopen %lld dagen.
pt_br: %@: estável nos últimos %lld dias.
ru: %@: стабильно за последние %lld дн.
sv: %@: stabil de senaste %lld dagarna.
zh_hans: %@：过去 %lld 天保持稳定。

source: %lld bpm higher than usual
ar: أعلى بـ %lld نبضة/دقيقة من المعتاد
da: %lld bpm højere end normalt
de: %lld bpm höher als üblich
es: %lld lpm más de lo habitual
fi: %lld bpm tavallista korkeampi
fr: %lld bpm de plus que d’habitude
is: %lld bpm hærri en venjulega
it: %lld bpm in più del solito
ja: いつもより %lld bpm 高い
ko: 평소보다 %lld bpm 높음
nb: %lld bpm høyere enn vanlig
nl: %lld bpm hoger dan normaal
pt_br: %lld bpm acima do normal
ru: на %lld уд/мин выше обычного
sv: %lld bpm högre än vanligt
zh_hans: 比平时高 %lld bpm

source: %lld bpm lower than usual
ar: أقل بـ %lld نبضة/دقيقة من المعتاد
da: %lld bpm lavere end normalt
de: %lld bpm niedriger als üblich
es: %lld lpm menos de lo habitual
fi: %lld bpm tavallista matalampi
fr: %lld bpm de moins que d’habitude
is: %lld bpm lægri en venjulega
it: %lld bpm in meno del solito
ja: いつもより %lld bpm 低い
ko: 평소보다 %lld bpm 낮음
nb: %lld bpm lavere enn vanlig
nl: %lld bpm lager dan normaal
pt_br: %lld bpm abaixo do normal
ru: на %lld уд/мин ниже обычного
sv: %lld bpm lägre än vanligt
zh_hans: 比平时低 %lld bpm

source: %lld characters
ar: %lld حرف
da: %lld tegn
de: %lld Zeichen
es: %lld caracteres
fi: %lld merkkiä
fr: %lld caractères
is: %lld stafir
it: %lld caratteri
ja: %lld 文字
ko: %lld자
nb: %lld tegn
nl: %lld tekens
pt_br: %lld caracteres
ru: %lld символа
sv: %lld tecken
zh_hans: %lld 个字符

source: %lld climbs
ar: %lld صعود
da: %lld stigninger
de: %lld Anstiege
es: %lld subidas
fi: %lld nousua
fr: %lld montées
is: %lld klifur
it: %lld salite
ja: %lld 登坂
ko: 오르막 %lld개
nb: %lld stigninger
nl: %lld klimmen
pt_br: %lld subidas
ru: %lld подъёма
sv: %lld stigningar
zh_hans: %lld 段爬坡

source: %lld climbs ahead
ar: %lld صعود أمامك
da: %lld stigninger forude
de: noch %lld Anstiege
es: %lld subidas por delante
fi: %lld nousua edessä
fr: %lld montées à venir
is: %lld klifur fram undan
it: %lld salite in arrivo
ja: この先 %lld 登坂
ko: 앞으로 오르막 %lld개
nb: %lld stigninger foran
nl: nog %lld klimmen
pt_br: %lld subidas pela frente
ru: впереди %lld подъёма
sv: %lld stigningar framför dig
zh_hans: 前方 %lld 段爬坡

source: %lld cues
ar: %lld تنبيه
da: %lld signaler
de: %lld Hinweise
es: %lld indicaciones
fi: %lld vihjettä
fr: %lld repères
is: %lld ábendingar
it: %lld suggerimenti
ja: キュー %lld 件
ko: 큐 %lld개
nb: %lld signaler
nl: %lld signalen
pt_br: %lld avisos
ru: %lld подсказки
sv: %lld signaler
zh_hans: %lld 条提示

source: %lld events
ar: %lld حدث
da: %lld hændelser
de: %lld Ereignisse
es: %lld eventos
fi: %lld tapahtumaa
fr: %lld événements
is: %lld atvik
it: %lld eventi
ja: %lld 件のイベント
ko: 이벤트 %lld개
nb: %lld hendelser
nl: %lld gebeurtenissen
pt_br: %lld eventos
ru: %lld события
sv: %lld händelser
zh_hans: %lld 个事件

source: %lld feet
ar: %lld قدم
da: %lld fod
de: %lld Fuß
es: %lld pies
fi: %lld jalkaa
fr: %lld pieds
is: %lld fet
it: %lld piedi
ja: %lld フィート
ko: %lld피트
nb: %lld fot
nl: %lld voet
pt_br: %lld pés
ru: %lld фута
sv: %lld fot
zh_hans: %lld 英尺

source: %lld ft up
ar: صعود %lld ft
da: %lld fod op
de: %lld ft bergauf
es: %lld ft de subida
fi: %lld ft nousua
fr: %lld ft de montée
is: %lld fet upp
it: %lld ft di salita
ja: %lld フィート上昇
ko: %lld피트 상승
nb: %lld fot opp
nl: %lld ft omhoog
pt_br: %lld pés de subida
ru: подъём %lld фута
sv: %lld fot uppför
zh_hans: 爬升 %lld 英尺

source: %lld GPS points
ar: %lld نقطة GPS
da: %lld GPS-punkter
de: %lld GPS-Punkte
es: %lld puntos GPS
fi: %lld GPS-pistettä
fr: %lld points GPS
is: %lld GPS-punktar
it: %lld punti GPS
ja: GPS ポイント %lld 件
ko: GPS 포인트 %lld개
nb: %lld GPS-punkter
nl: %lld GPS-punten
pt_br: %lld pontos de GPS
ru: %lld точки GPS
sv: %lld GPS-punkter
zh_hans: %lld 个 GPS 点

source: %lld kg
ar: %lld كجم
ru: %lld кг

source: %lld km in %@
ar: %lld كم في %@
da: %lld km på %@
es: %lld km en %@
fi: %lld km ajassa %@
fr: %lld km en %@
is: %lld km á %@
ja: %lld km 地点 %@
ko: %lld km %@
nb: %lld km på %@
pt_br: %lld km em %@
ru: %lld км за %@
sv: %lld km på %@
zh_hans: %lld 公里 用时 %@

source: %lld lb
ar: %lld رطل
is: %lld pd
ru: %lld фунт.
zh_hans: %lld 磅

source: %lld LOAD
ar: %lld حمل
da: %lld BELASTNING
de: %lld BELASTUNG
es: %lld CARGA
fi: %lld KUORMITUS
fr: %lld CHARGE
is: %lld ÁLAG
it: %lld CARICO
ja: 負荷 %lld
ko: 부하 %lld
nb: %lld BELASTNING
nl: %lld BELASTING
pt_br: %lld CARGA
ru: НАГРУЗКА %lld
sv: %lld BELASTNING
zh_hans: 负荷 %lld

source: %lld m up
ar: صعود %lld م
da: %lld m op
de: %lld m bergauf
es: %lld m de subida
fi: %lld m nousua
fr: %lld m de montée
is: %lld m upp
it: %lld m di salita
ja: %lld m 上昇
ko: %lld m 상승
nb: %lld m opp
nl: %lld m omhoog
pt_br: %lld m de subida
ru: подъём %lld м
sv: %lld m uppför
zh_hans: 爬升 %lld 米

source: %lld meters
ar: %lld متر
da: %lld meter
de: %lld Meter
es: %lld metros
fi: %lld metriä
fr: %lld mètres
is: %lld metrar
it: %lld metri
ja: %lld メートル
ko: %lld미터
nb: %lld meter
nl: %lld meter
pt_br: %lld metros
ru: %lld метра
sv: %lld meter
zh_hans: %lld 米

source: %lld minutes in
ar: بعد %lld دقيقة
da: %lld minutter inde
de: %lld Minuten im Training
es: Llevas %lld minutos
fi: %lld minuuttia takana
fr: %lld minutes de séance
is: %lld mínútur liðnar
it: %lld minuti di allenamento
ja: 開始から %lld 分
ko: %lld분 경과
nb: %lld minutter inne
nl: %lld minuten bezig
pt_br: %lld minutos de treino
ru: %lld минуты тренировки
sv: %lld minuter in
zh_hans: 已进行 %lld 分钟

source: %lld minutes in %@
ar: %lld دقيقة، المقطع %@
da: %lld minutter, del på %@
de: %lld Minuten, Abschnitt in %@
es: %lld minutos, tramo en %@
fi: %lld minuuttia, osuus ajassa %@
fr: %lld minutes, tronçon en %@
is: %lld mínútur, kafli á %@
it: %lld minuti, tratto in %@
ja: %lld 分経過、区間 %@
ko: %lld분 경과, 구간 %@
nb: %lld minutter, etappe på %@
nl: %lld minuten, deel in %@
pt_br: %lld minutos, trecho em %@
ru: %lld минуты, отрезок за %@
sv: %lld minuter, sträcka på %@
zh_hans: %lld 分钟，本段用时 %@

source: %lld ms RMSSD
ar: %lld مللي ثانية RMSSD
ru: %lld мс RMSSD
zh_hans: %lld 毫秒 RMSSD

source: %lld of %lld sessions were exported. The others couldn't be read — unlock your iPhone and export again to include them.
ar: تم تصدير %1$lld من أصل %2$lld جلسة. تعذّرت قراءة الباقي — افتح قفل iPhone وصدّر مرة أخرى لتضمينها.
da: %1$lld af %2$lld sessioner blev eksporteret. De øvrige kunne ikke læses — lås din iPhone op, og eksportér igen for at få dem med.
de: %1$lld von %2$lld Sitzungen wurden exportiert. Die übrigen konnten nicht gelesen werden — entsperre dein iPhone und exportiere erneut, um sie einzuschließen.
es: Se exportaron %1$lld de %2$lld sesiones. Las demás no se pudieron leer: desbloquea tu iPhone y vuelve a exportar para incluirlas.
fi: %1$lld/%2$lld harjoitusta vietiin. Muita ei voitu lukea — avaa iPhonen lukitus ja vie uudelleen, jotta ne tulevat mukaan.
fr: %1$lld séances sur %2$lld ont été exportées. Les autres n’ont pas pu être lues — déverrouillez votre iPhone et exportez à nouveau pour les inclure.
is: %1$lld af %2$lld lotum voru fluttar út. Ekki tókst að lesa hinar — opnaðu iPhone og flyttu út aftur til að taka þær með.
it: Sono state esportate %1$lld sessioni su %2$lld. Le altre non sono state lette: sblocca l’iPhone ed esporta di nuovo per includerle.
ja: %2$lld 件中 %1$lld 件のセッションを書き出しました。残りは読み取れませんでした。iPhone のロックを解除して、もう一度書き出すと含められます。
ko: %2$lld개 중 %1$lld개 세션을 내보냈습니다. 나머지는 읽을 수 없었습니다. iPhone 잠금을 해제하고 다시 내보내면 포함됩니다.
nb: %1$lld av %2$lld økter ble eksportert. De andre kunne ikke leses — lås opp iPhone og eksporter på nytt for å ta dem med.
nl: %1$lld van de %2$lld sessies zijn geëxporteerd. De rest kon niet worden gelezen — ontgrendel je iPhone en exporteer opnieuw om ze mee te nemen.
pt_br: %1$lld de %2$lld sessões foram exportadas. As outras não puderam ser lidas — desbloqueie o iPhone e exporte de novo para incluí-las.
ru: Экспортировано сессий: %1$lld из %2$lld. Остальные не удалось прочитать — разблокируйте iPhone и экспортируйте снова, чтобы включить их.
sv: %1$lld av %2$lld pass exporterades. De övriga kunde inte läsas — lås upp din iPhone och exportera igen för att få med dem.
zh_hans: 已导出 %2$lld 个记录中的 %1$lld 个。其余的无法读取——请解锁 iPhone 后重新导出以包含它们。

source: %lld percent grade
ar: انحدار بنسبة %lld بالمئة
da: %lld procent stigning
de: %lld Prozent Steigung
es: %lld por ciento de pendiente
fi: %lld prosentin nousu
fr: Pente de %lld pour cent
is: %lld prósenta halli
it: Pendenza del %lld per cento
ja: 勾配 %lld パーセント
ko: 경사 %lld퍼센트
nb: %lld prosent stigning
nl: %lld procent helling
pt_br: %lld por cento de inclinação
ru: Уклон %lld %%
sv: %lld procents lutning
zh_hans: 坡度百分之 %lld

source: %lld s/km faster than usual
ar: أسرع من المعتاد بـ %lld ث/كم
da: %lld s/km hurtigere end normalt
de: %lld s/km schneller als sonst
es: %lld s/km más rápido de lo habitual
fi: %lld s/km tavallista nopeammin
fr: %lld s/km plus rapide que d'habitude
is: %lld s/km hraðar en venjulega
it: %lld s/km più veloce del solito
ja: いつもより %lld 秒/km 速い
ko: 평소보다 %lld초/km 빠름
nb: %lld s/km raskere enn vanlig
nl: %lld s/km sneller dan normaal
pt_br: %lld s/km mais rápido que o normal
ru: на %lld с/км быстрее обычного
sv: %lld s/km snabbare än vanligt
zh_hans: 比平时快 %lld 秒/公里

source: %lld s/km slower than usual
ar: أبطأ بـ %lld ث/كم من المعتاد
da: %lld s/km langsommere end normalt
de: %lld s/km langsamer als üblich
es: %lld s/km más lento de lo habitual
fi: %lld s/km tavallista hitaampi
fr: %lld s/km plus lent que d’habitude
is: %lld s/km hægar en venjulega
it: %lld s/km più lento del solito
ja: いつもより %lld 秒/km 遅い
ko: 평소보다 %lld초/km 느림
nb: %lld s/km tregere enn vanlig
nl: %lld s/km langzamer dan normaal
pt_br: %lld s/km mais lento que o normal
ru: на %lld с/км медленнее обычного
sv: %lld s/km långsammare än vanligt
zh_hans: 比平时慢 %lld 秒/公里

source: %lld s/mi faster than usual
ar: أسرع من المعتاد بـ %lld ث/ميل
da: %lld s/mi hurtigere end normalt
de: %lld s/mi schneller als sonst
es: %lld s/mi más rápido de lo habitual
fi: %lld s/mi tavallista nopeammin
fr: %lld s/mi plus rapide que d'habitude
is: %lld s/mi hraðar en venjulega
it: %lld s/mi più veloce del solito
ja: いつもより %lld 秒/mi 速い
ko: 평소보다 %lld초/mi 빠름
nb: %lld s/mi raskere enn vanlig
nl: %lld s/mi sneller dan normaal
pt_br: %lld s/mi mais rápido que o normal
ru: на %lld с/миля быстрее обычного
sv: %lld s/mi snabbare än vanligt
zh_hans: 比平时快 %lld 秒/英里

source: %lld s/mi slower than usual
ar: أبطأ من المعتاد بـ %lld ث/ميل
da: %lld s/mi langsommere end normalt
de: %lld s/mi langsamer als sonst
es: %lld s/mi más lento de lo habitual
fi: %lld s/mi tavallista hitaammin
fr: %lld s/mi plus lent que d'habitude
is: %lld s/mi hægar en venjulega
it: %lld s/mi più lento del solito
ja: いつもより %lld 秒/mi 遅い
ko: 평소보다 %lld초/mi 느림
nb: %lld s/mi saktere enn vanlig
nl: %lld s/mi langzamer dan normaal
pt_br: %lld s/mi mais lento que o normal
ru: на %lld с/миля медленнее обычного
sv: %lld s/mi långsammare än vanligt
zh_hans: 比平时慢 %lld 秒/英里

source: %lld sec in
ar: بعد %lld ثانية
da: %lld sekunder inde
de: %lld Sekunden im Training
es: Llevas %lld segundos
fi: %lld sekuntia takana
fr: %lld secondes de séance
is: %lld sekúndur liðnar
it: %lld secondi di allenamento
ja: 開始から %lld 秒
ko: %lld초 경과
nb: %lld sekunder inne
nl: %lld seconden bezig
pt_br: %lld segundos de treino
ru: %lld секунды тренировки
sv: %lld sekunder in
zh_hans: 已进行 %lld 秒

source: %lld sec/km
ar: %lld ث/كم
da: %lld sek/km
de: %lld s/km
es: %lld s/km
fi: %lld s/km
fr: %lld s/km
is: %lld sek/km
it: %lld s/km
ja: %lld秒/km
ko: %lld초/km
nb: %lld sek/km
nl: %lld s/km
pt_br: %lld s/km
ru: %lld с/км
sv: %lld s/km
zh_hans: %lld 秒/公里

source: %lld sec/mi
ar: %lld ث/ميل
da: %lld sek/mi
de: %lld s/mi
es: %lld s/mi
fi: %lld s/mi
fr: %lld s/mi
is: %lld sek/mí
it: %lld s/mi
ja: %lld秒/mi
ko: %lld초/mi
nb: %lld sek/mi
nl: %lld s/mi
pt_br: %lld s/mi
ru: %lld с/миля
sv: %lld s/mi
zh_hans: %lld 秒/英里

source: %lld spm
ar: %lld خطوة/د
da: %lld skridt/min
de: %lld Schritte/Min.
es: %lld pasos/min
fi: %lld askelta/min
fr: %lld pas/min
is: %lld skref/mín
it: %lld passi/min
ja: %lld 歩/分
ko: %lld걸음/분
nb: %lld skritt/min
nl: %lld stappen/min
pt_br: %lld passos/min
ru: %lld шага/мин
sv: %lld steg/min
zh_hans: %lld 步/分

source: %lld W
ar: %lld واط
ru: %lld Вт
zh_hans: %lld 瓦

source: %lld yards
ar: %lld ياردة
es: %lld yardas
fi: %lld jaardia
is: %lld jardar
it: %lld iarde
ja: %lld ヤード
ko: %lld야드
nl: %lld yard
pt_br: %lld jardas
ru: %lld ярда
zh_hans: %lld 码

source: %lld – %lld bpm
ar: %lld – %lld نبضة/دقيقة
es: %lld – %lld lpm
is: %lld – %lld slög/mín
ru: %lld – %lld уд/мин

source: %lld-min Z2 work, α1 averaged above 0.75. Body absorbed the load cleanly.
ar: %lld دقيقة عمل في المنطقة 2، وكان متوسط α1 فوق 0.75. استوعب الجسم الحمل بنظافة.
da: %lld min Z2-arbejde, α1 lå i gennemsnit over 0,75. Kroppen optog belastningen rent.
de: %lld Min Z2-Arbeit, α1 lag im Mittel über 0,75. Der Körper hat die Belastung sauber verarbeitet.
es: %lld min de trabajo en Z2, α1 promedió por encima de 0,75. El cuerpo absorbió la carga limpiamente.
fi: %lld min Z2-työtä, α1:n keskiarvo oli yli 0,75. Keho otti kuorman vastaan puhtaasti.
fr: %lld min de travail en Z2, α1 en moyenne au-dessus de 0,75. Le corps a absorbé la charge proprement.
is: %lld mín Z2-vinna, α1 var að meðaltali yfir 0,75. Líkaminn tók álagið vel.
it: %lld min di lavoro in Z2, α1 in media sopra 0,75. Il corpo ha assorbito bene il carico.
ja: Z2 で %lld 分、α1 の平均は 0.75 超。身体は負荷をきれいに吸収しました。
ko: Z2에서 %lld분, α1 평균이 0.75 위. 몸이 부하를 깔끔하게 흡수했습니다.
nb: %lld min Z2-arbeid, α1 lå i snitt over 0,75. Kroppen tok opp belastningen rent.
nl: %lld min Z2-werk, α1 lag gemiddeld boven 0,75. Het lichaam verwerkte de belasting soepel.
pt_br: %lld min de trabalho em Z2, α1 ficou em média acima de 0,75. O corpo absorveu a carga com folga.
ru: %lld мин работы в Z2, α1 в среднем был выше 0,75. Организм чисто усвоил нагрузку.
sv: %lld min Z2-arbete, α1 låg i snitt över 0,75. Kroppen tog upp belastningen rent.
zh_hans: Z2 训练 %lld 分钟，α1 平均高于 0.75。身体干净地吸收了负荷。

source: %lld–%lld bpm
ar: %lld–%lld نبضة/دقيقة
es: %lld–%lld lpm
ru: %lld–%lld уд/мин

source: **For tomorrow:** %@
ar: **للغد:** %@
da: **Til i morgen:** %@
de: **Für morgen:** %@
es: **Para mañana:** %@
fi: **Huomiseksi:** %@
fr: **Pour demain :** %@
is: **Fyrir morgundaginn:** %@
it: **Per domani:** %@
ja: **明日に向けて:** %@
ko: **내일을 위해:** %@
nb: **Til i morgen:** %@
nl: **Voor morgen:** %@
pt_br: **Para amanhã:** %@
ru: **На завтра:** %@
sv: **Inför i morgon:** %@
zh_hans: **明天：**%@

source: **How it compared:** %@
ar: **كيف كانت المقارنة:** %@
da: **Sådan var sammenligningen:** %@
de: **Im Vergleich:** %@
es: **Cómo se compara:** %@
fi: **Vertailu:** %@
fr: **Comparaison :** %@
is: **Samanburður:** %@
it: **Il confronto:** %@
ja: **比較:** %@
ko: **비교:** %@
nb: **Sammenligning:** %@
nl: **Vergelijking:** %@
pt_br: **Comparação:** %@
ru: **Сравнение:** %@
sv: **Jämförelse:** %@
zh_hans: **对比情况：**%@
